OdDAI.DerivedAttribute.setExpression(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Changes expression for evaluation.
\param expression [in] A pointer to a string that the contains the expression.